IS_PARROT_REPLY = False  # default: True

MY_CALENDAR_ID = "anmitsu35@gmail.com"

PLAN_NAME = "予定"

KEYWORDS_REPLY = {
    "妹": [
        "妹じゃないです",
    ],
    "姉": [
        "呼びません！",
        "呼びません！",
        "呼びません！",
        "呼びません！",
        "呼びません！",
        "呼びません！",
        "ココアお姉ちゃん… ですね",
        "シャロさんみたいな姉が欲しかったです",
        "…お姉ちゃんの ねぼすけ",
        "ごめんねお姉ちゃん…\nいい子になるからもう怒らないで…",
    ],
    PLAN_NAME: [
        "こちらになります",
        "どうぞ",
    ]
}

NORMAL_REPLY = [
    "おはようございます",
    "これからおじいちゃんを焼きます",
    "そんな危険なものをいれるくらいなら\nパサパサパンで我慢します！",
    "もふもふ喫茶…",
    "非売品です",
    "私の腹話術です",
    "えらい えらいです",
    "お話… 一緒に寝る…\n私にちゃんと出来るかな…",
    "ティッピーが頭に乗ってたら2倍の力が出せるんです\nうそじゃないです",
    "わ 私おいしくないです！\n食べないでください！",
    "もっと笑ってたら\nお客さん来てくれる…？",
]
