DATETIME_FORMAT = "%Y-%m-%dT%H:%M:%S"
DATE_FORMAT = "%Y-%m-%d"
TIME_FORMAT = "%H:%M:%S"
TOP_TIME = "00:00:00"
TIME_ZONE = "Asia/Tokyo"

IS_PARROT_REPLY = False  # default: True
TEXT_SET_PARROT = "parrot"
TEXT_SET_CHINO = "chino"
MY_CALENDAR_ID = "anmitsu35@gmail.com"
PLAN_NAME = "予定"

INSERT_REPLY = [
    "予定、入れておきました",
    "ご注文ありがとうございます",
]

KEYWORDS_REPLY = {
    "妹": [
        "妹じゃないです",
    ],
    "姉": [
        "呼びません！",
        "呼びません！",
        "呼びません！",
        "呼びません！",
        "呼びません！",
        "呼びません！",
        "ココアお姉ちゃん… ですね",
        "シャロさんみたいな姉が欲しかったです",
        "…お姉ちゃんの ねぼすけ",
        "ごめんねお姉ちゃん…\nいい子になるからもう怒らないで…",
    ],
    PLAN_NAME: [
        "こちらになります",
        "どうぞ",
    ]
}

NORMAL_REPLY = [
    "おはようございます",
    "早く起きてください",
    "コーヒー、淹れますね",
    "なんだこの客",
    "これからおじいちゃんを焼きます",
    "そんな危険なものをいれるくらいなら\nパサパサパンで我慢します！",
    "もふもふ喫茶…",
    "非売品です",
    "私の腹話術です",
    "えらい えらいです",
    "お話… 一緒に寝る…\n私にちゃんと出来るかな…",
    "ティッピーが頭に乗ってたら2倍の力が出せるんです\nうそじゃないです",
    "わ 私おいしくないです！\n食べないでください！",
    "もっと笑ってたら\nお客さん来てくれる…？",
]
